function returnRandomLoadingLine() {
	var ac = [
	"Строим нейросеть...",
	"rand() повелевает нами!",
	"Угрожаем и защищаем...",
	"Заделываем баги...",
	"Рисуем из линий и кружков...",
	"ＡＥＳＴＨＥＴＩＣ！",
	"Окошечки /) ^з^(\\",
	"Навязываем события объектам...",
	"КРАСНЫЙ КРУГ НА 12 ЧАСАХ!",
	"Входим в бесконечный цикл...",
	"Открываем окна...",
	"Откапываем сохранения...",
	"Набегаем на оперативку...",
	"Грабим пиксели...",
	"Загружаем другие надписи...",
	"Pink Fluffy Unicorn Dancing On Rainbow...",
	"Собрано из смекалки и палок!",
	"<span style=\"font-family:'Comic Sans MS',cursive;font-weight:bold\">wow! so random! such frases!</span>",
	"Одобрено сержантом Графоуни!",
	"Из соображений вашей безопасности воздержитесь дотрагиваться до чего бы то ни было!",
	"Четкая программа для нечетких карт!",
	"Bond = project.bonds[James];",
	"Вся эта загрузка столько длится только ради того, чтобы вы успели прочесть эти случайные надписи! Так-то оно уже должно было загрузиться, вы не должны успеть прочесть до этого места...",
	"Свет в конце связи!",
	"Работает на современных технологиях!"]
	return ac[Math.floor(Math.random()*ac.length)]
}